{
    "code": 200,
    "data": [
        {
            "text": "  通过紧张的面试，我终于如愿进入江西世盛分布式能源管理有限公司进行大学毕业实习，实习期为六个月。学习近3年了，但这是我第一次真正的接触工作。因为这是我的第一份实习工作，心里难免有些忐忑不安。怕自己没有能够做好相关的工作，给该企业带来不好的影响以及麻烦。在该企业安顿下来的时候，我们首先进行了为期5天的培训。在这5天的培训当中，我们对该企业的环境以及企业理念有了初步的了解。但由于我初来乍到，对我们的工作流程还不太不熟悉，幸好我们实习的负责人耐心的给我们讲解了一些需要注意的地方。在他的引导下我们的实习工作也逐步进入正轨。这一周学习的内容不是很多，但是最主要的还是尽快适应单位的节奏以及熟悉各个部门的工作，以便在工作中能很好的协作。                                                                                                                                                                               "
        },
        {
            "text": "  在这一个星期里，我们结束了我们的培训。正式开始了我们的实习生活。我们的工作就是在基层里做一个普通的工人，起初不能理解该企业的用意。后来慢慢就想通了。只有下放到企业的最基层才能让我们更好的去了解该企业的运作、了解该企业的企业理念。而对于我们个人来说，我们之间的大部分人都是第一次参加工作也许只有这样才能让我们更好的贯彻吃苦耐劳的精神。这个社会不缺少聪明的人，缺少的是能在困难中顶住压力的人。只有在最艰苦的工作里才能培养我们的抗打击能力，从而使我们更具社会竞争力。不过由于是我的第一份实习工作，而且是刚完成了从学生到工人角色的转换，特别是在如此艰苦的条件下所以难免觉得有些无所适从。但是，我会尽量调整心态，希望能够圆满完成这次的实习工作。                                                                                                                                                               "
        },
        {
            "text": "   一转眼又到了写周记的时候了，有时候我们觉得时间过得很慢，但时间又总是在不知不觉中过去了。不知不觉，来到这里已经有3个星期。在这3个星期的实习生活里虽然觉得很辛苦但还是觉得有所收获。经过了那么长的时间总算觉得自己已经进入了实习的正轨，不管是在工作上还是在生活上都在慢慢适应。我们的工作相比较学校生活来说还是有些枯燥，只是每天重复着一样的步调一样的工作。毕业和想象中的工作生活有所出入！在我的想象里，每天的工作是充满着活力以及挑战的，也许每天会忙忙碌碌，没有时间吃饭没有时间好好的休息，但是至少是充实的。我向往着那样的生活。但是生活总是事与愿违的，但即使如此我也不希望让这稍显枯燥的生活消磨掉我原有的对生活的向往以及激情。除了，调整心态我们别无选择。                                                                                                    "
        },
        {
            "text": "   到单位已经有一段时间了，但对单位的了解紧是片面还需要进一步的了解。我本是个不善于交际的人，这也一直是我的障碍。所以我到单位这么长时间了，交际圈只限于我们部门，对于部门的同事也是了解得甚少，由于平时的生活除了上班和下班没有多大的交集，因此每次一下班之后和同事之间也就没有了什么交流。由于一些老员工彼此相处的时间比较长，对彼此也要更加的了解地多，在他们之间的友谊会比我们新来的同事要深厚，于是我明显感觉到了新老员工之间的区别。我努力尝试要改变这样的状态，但是即使遇上面熟的同事也只是偶尔打个招呼，有时候我只是不知该如何开口，我做过很多这方面的努力，只是效果不佳。我希望在接下来的日子里这种状态会有所改变。我也会更加努力的融合进这个部门。"   
			},
        {
            "text": "　　在这一周了，我尝试了很多的方法让自己融入这个部门的圈子。于是我尽量找他们感兴趣的话题、尽可能的在上班的空闲时间里和他们有更多的交流。在工作上，当我完成我的工作之时我也尽可能的去帮助他们。下了班以后，我并没有像以前一样整天呆在宿舍玩电脑，更多的我选择了和同事出去打打球或者是吃吃宵夜。有时候我们不得不承认有很多的感情都是在球场上以及饭桌上产生的。经过这一个星期的努力，我和部门的同事对彼此之间的了解也越来越深。对于我，他们也少了刚开始的一点点尴尬及隔阂。也许这个世界上的人形形色色，但是没有人会拒绝善意。只要你拿真心去和别人交往，你一定会得到相应的回报。在这个社会上我们不能总是太过于被动要自己去掌握与人交流的主动权，只有这样我们的未来才不会处处处于被动的状态。"      },
        {
            "text": "　　接触了这份工作之后我还是非常的熟悉的，在这一阶段的工作当中我确实是感觉自己的进步是非常快的，我的专业是计算机应用，在工作上面我也非常的虚心认真，有些事情我真的是感觉成长了很多，对于我自身的专业能力，我心中也是没有太多的底，因为在学校是一种方式，在实习的时候又是一种不同的心态，学校所学习的还是不够多的。只有勤奋，才能塑造人才；只有勤奋，才能改变人生；只有勤奋，才能出类拔萃：只有勤奋，才能创造价值；只有勤奋，才能获得成功；只有勤奋，才能战胜困难。因为世上无难事，只怕有勤奋之心的人"      },
		{
            "text": "　　从学校到社会，环境改变，身边接触的人也完全换了角色，老师变成老板，同学变成同事，相处之道随之完全不同。每天必须在规定的时间上下班，上班期间必须要认真准时地把上级分配的任务完成，不能草率敷衍了事，凡事得谨慎小心，否则随时可能犯下错误。在这巨大的转变中，一声声吩咐的言语，粗活细活，无关重要的杂活，我都得认认真真地完成，很多时候完成了还是无法得到他们的肯定，总有这么那么一些的问题被一针见血地指出，但是，我坚信“吃得苦中苦，方为人上人”，我总是很耐心地请教他们。世上一切事物都不可能一帆风顺，人生路上，首须看远，别让生活的压力挤走快乐，真正的痛苦，没有人能与你分担。成长就是这样，痛并快乐着。你得接受这个世界带给你的所有伤害，然后无所畏惧的长大。"      },
		{
            "text": "　　我们渐渐地对这里有了一点熟悉，但是工作上的事还是只能做一些简简单单的，毕竟我们还刚来不久，等日子长了我们就会慢慢的上手了。公司里面有自己的一套人员培养政策，刚进来的员工都是从学习开始。开始的工作那就是繁琐，单调，时间久了容易厌倦。像我就是每天就是坐着对着电脑打打字，接受一下公司快递，显得枯燥乏味。但是工作简单也不能马虎，必须具备坚韧不拔的个性，遭遇挫折时绝不能就此放弃。 当你放下面子赚钱的时候，说明你已经懂事了。当你用钱赚回面子的时候，说明你已经成功了。当你用面子可以赚钱的时候，说明你已经是人物了。当你还停留在那里喝酒、吹牛，啥也不懂还装懂，只爱所谓的面子的时候，说明你这辈子也就这样了。"      },
		{
            "text": "  回首过去的几个星期，学到了很多，虽然中间有些小小的抱怨，但是功夫不负有心人，总算是没有白白浪费过去的光阴。这要感谢在我最困难的时候同事给予的鼓励和帮助，让我克服了电话恐惧症。在他们的帮助下，我学到了很多课本上所没有知识，相信这会是我今后生活工作中的一块宝藏。有了这一个多月的业务接触，感觉在拿起电话来也比较上手了，也比较容易调整好心态了。根据每个月的工作任务，开始给自己制定周计划，开始按章执行，对于自己的每一步都做出了一个明确的规划。看似简单的工作计划，却涵盖了很多内容，一个工作计划必须是可实施的，每一个工作目标不是空话，必须是可实现的，这不仅仅是做给上级看的，更是做给自己看的，只有在实现了一个个目标之后，工作才会更有动力。"      },
		{
            "text": "人往往都是这样，没有经历过的话，永远都不知道事情到底是怎么一个样子，是真的那么难，还是并非如此，所以，不管怎么样，即使是自己完全陌生的事情，只要有机会，都一定要去尝试，努力去做好。因为没有经验，那么就需要做更多的准备工作。另外就是不要害怕失败，只要用心去做就可以了。等到熟练了，那么成功将是水到渠成的事情。比如我的第一次跟客户面谈，虽然我做得不够好，或者可以说失败了，但通过这次的尝试，却令我获益匪浅，对我之后的几次任务的成功都起到了极大的推动作用。自己也通过不断的经历和尝试检验了自身的水平和适应能力。每一次的失败，都是成功的开始；每一次的考验，都有一份的收获；每一次的泪水，都有一次的醒悟；每一次的磨难，都有生命的财富。每一次的伤痛，都是成长的支柱。每一次的打击，都是坚强的后盾；活着必定要经历一些的挫折，而我们依然坚强战胜每一次的挫折。只要我们还活着就值得庆幸"      },
		{
            "text": "在公司里和在学校里是完全不一样了，每天紧张的工作状态，完全没有时间考虑其它事情。于是不知不觉的，学到的了不少的东西，比如如何快速的适应公司的环境，融入企业的团体，如何更好的跟同事沟通，更好的完成既定的任务。这些都不是信手拈来的。都需要一个逐步的从点到面的认识。展览是个很泛的概念，包含了很多很多的行业，展览最直系关系的是主办，承办，搭建(分主场搭建和特装搭建商)。旁系关系的有媒体，酒店，交通，饮食，医疗，农业，旅游等等。 展览的承办单位也是多得数不胜数的，搭建商更是多如牛毛。之间的关系也是相当复杂的。承办的和搭建的联盟，和酒店，媒体，交通等合作，而搭建的和农业(花卉)，建材等行业合作。所以，在展览中，有很多相关的行业，并不是我们在展会现场所看到的那一些相关的行业。在展览现场看到的背后，还有很多的行业。"      },
		{
            "text": "　　这个星期我学习了如何在网站中加入一些功能代码，连接相应的数据库。一开始就把我弄得一愣一愣的，根本一点思路都没有。盲目的连接了一个留言提交随之而来的又是好几个连接错误。再次向同事请教有关数据库连接的问题。在他们详细的指导下，我终于成功连接了数据库，修正了错误。<p>　　各个模块实现的最基本的思想都是想通的，相信通过自己的细心工作，认真的钻研，一定会陆续实现其他模块的功能，完成自己的任务。　　实习了好一段时间了，有喜亦有忧。习惯了忙忙碌碌的生活之后，开始怀旧当初的校园生活了。想念和同学们打闹的时光，怀念老师认真备课的课堂非常感谢一路有你们陪我走过，让我有了今日的成就。在今后的日子里，我会更加努力，永不言弃的工作！"      },
		{
            "text": "　　又过了一周，这样不停的写周记，感觉就像是数着过日子一样。曾有人说过：将时间倒数，日子过得如此匆匆。现在越来越发觉知识的重要，在实际的工作中常常会碰到涉及各方面的问题和知识，当不知道的时候真的感到很尴尬。在工作中真的觉得经验的积累真的不可小觑。虽然会受到不小的打击，可是却没有打消我的积极性，对于工作的珍惜，我不会这样轻易的放弃。当你还没强大到一定程度，没必要到处抱怨你的处境，默默做好你该做的事情，等你变得足够好，自然会有配得上你的人，拉你进更好的圈子，到那时，你会站在新的高度，拥抱更美的风景,决定一个人的成就的不是天也不是运气，而是坚持和付出，是不停的做，重复的做，用心去做，当你真的努力了，付出了，你会发现潜力无限！所有的努力都不会白费，你付出多少时间和精力，都是在对未来的积累。世界上唯独时间最公平，你是懒惰还是努力，时间都会给出结果。"      },
		{
            "text": "　　最近公司里引进了一台评价器，评价器的安装是基于xxx的，所以评价器系统的程序开发也是用xxx来编写的。将编写好的程序在数据库中附加后，再装入评价器的安装文件和驱动器。然后将安装目录中的连接改为数据库的服务地址，这样，一台对于窗口的评价系统便可运行了不过似乎公司对于自己开发的程序都是很保密的，很难知道程序中的具体语句。现在又有一件让我很感兴趣的事出现了，现在要好好学习数据库了。当你成功了，怎么说都是对的，因为大家看见你台上的风光、头顶的光环。当你没成功的时候，怎么解释都是错的，因为人们相信眼见为实。所以，请埋头苦干吧，别把时间浪费在解释上，没有委屈就没有成长，没有挫折就没有成功！"      },
		{
            "text": "　　又过了一个月，工作还是继续一切的继续.每天穿梭在大街小巷，偶尔也挺享受这样的空闲生活。碰到了同学，听到的最多的就是：“好久不见，成熟多了”。其实挺怕听到这样的评价，自己还不想这么早的老去。和同事们也相处了一段时间了，渐渐的也熟悉了。在他们中，自己的年龄也不算小了。可是却感觉比他们中的任何一个人都幼稚。在外工作时也是，一次在外修电脑时。客户竟然很不相信我是在公司工作而不愿让我将主机带回店里维修，因为没经验，因为刚毕业，这样的怀疑真的很让人心寒，可是却也没有辩解的。在工作中真的觉得经验的积累真的不可小觑，虽然会受到不小的打击，可是却没有打消我的积极性，对于工作的珍惜，我不会这样轻易的放弃。"      },
		{
            "text": "　　现在已经常常到县里的各个单位跑了，主要还是送送东西，维修维修计算机，还有网络的连通，也开始接触各式各样的人群。以前很讨厌在人多的地方待，更别说与人交谈了，可是在社会的压力面前才发觉自己也可以这样的滔滔不绝了。社会的历练真的可以改变很多，我不会在困难面前服输，所以我会努力的。不管在什么时候，学会欣赏自己，相信自己，肯定自己，这样，你就会发现，你的生命将焕发新的生机，让生命的每一天，都做一个全新的自己，一个敢于挑战的自己，一个生命飞扬的自己。每一个人，都与众不同，有着自己独特的美丽。生活原本如此美好，需要改变的，不是身边的环境，只是我们的心态。"      },
		{
            "text": "回想一下这周有什么重要的事情呢!慢慢习惯了这里的生活也掌握了出工作的要领也能独自坚守岗位了!这就是最大的收获吧! 通过上周的学习，对于销售有了更多的了解，也慢慢熟悉了现在的工作环境。每天早上七点半起床，八点开始从家里出发，八点十分到公司。打卡、换衣服、擦车，一天的工作从现在开始。通过学习，理论知识基本了解。允许自己无所事事，允许自己偷懒拖延，允许自己为一个人拼尽全力，但绝不允许自己失去克制的能力。克制，是唯一可以回归正常的方法。别说自己做不到，也别说不想做，当一个人清醒时，才会知道失去与得到都是有分寸的。"      },
		
		{
            "text": "　　由于与老员工之间相处的越来越好，于是在工作上也给我带来了很多的便利。他们很耐心的给我讲解了一些工作上的注意事项，以及他们多年来的工作经验。我们不得不承认好的人际关系对我们自身的反正来说存在着重要的意义。不仅是个人也好还是企业也好，只有在良好的人际关系下才会有良好的合作。良好的合作往往有助于我们工作的高效完成。能让我们事半功倍而不是事倍功半。这些体会都是在实习过程中所得到的，我终于明白在我们真正踏入社会之前为什么要进行实习。因为学校所教与我们的知识毕竟有限，只有在实际的工作中我们才能学到更多的知识及体验。而这些体验是我们花再多的钱也不能购买的。因为这是只属于我们自己的，不会随着时间的流逝而被遗忘。" },
        {
            "text": "　　工作中，我们难免会犯错所以挨骂也是在所难免的。当这件事发生在我的身上的时候我才深刻体会到解释就是找理由，据理力争是没有用的。你对领导解释得越多结果就会变得更糟，所以主动承认错误是关键。由于认错态度良好于是领导也就随便骂骂也就算了。我们常常会做错事，也常常会被误解。在工作中不管我们是犯错还是被误解，我们首先要做的不是跟上级阐述我们犯错的理由首先要做的是承认错误。当被误解的时候我们不要忙着去解释，当领导处于愤怒之时，过多的争论只会让事情往更加恶劣的情况发展，倒不如听他说完然后道个歉。其实对于我们来说认错只不过是一件很简单的事情。而且关于误解，总会随着时间的的推移而水落石出的。所以没必要和上级激励力争，因为你们之间本来就是不平等的！" },
        {
            "text": "　　幸好上次的错误没有给领导留下太多的坏的印象，由于这阵子的工作完成的还算是比较好，于是领导在大家面前夸奖了我，也算是这阵子辛勤工作的回报吧。所以下班的时候觉得心情特别舒畅。我想这也许就是为什么马斯洛把自我价值的实现放在人类需要的最顶端的原因吧。每个人都需要自身的价值被肯定，当我们的价值得到实现的时候我们就会觉得愉悦，而当我们的不能得到他人的认可的时候我们就觉得难过。虽然这只是一个小小的夸奖，但对于一个实习生来说，能在众多的老员工之间得到夸奖也算是小有成就感吧。因为不是我们所做的努力都是能够被人们所认可的，这就是为什么那么多人不能得志的原因。但是我相信上帝都是公平的，我们的努力一定能够得到回报的除非我们所做的努力还不够多。因此，不要放弃的太早不走下去你不知道你接下来遇到的是什么。"      },
        {
            "text": "　　这一周我们的工作比较忙，大部分的时间里我们都是在加班。加班的时间多了工人的工资也就比较高了。虽然很累但是大部分的员工还是很高兴，也许对于我们这些刚出社会的人来说不太能够理解。在加班的过程中和一位老员工闲聊，在闲聊的过程中我得知原来他已经在这个厂里面工作了7、8年。我很冒昧的问了他一个问题：为什么，在这里工作了那么多年还是一个普通员工。他没有责备我如此唐突。而是跟我说：那也没办法大字都不认识几个呢，怎么能去做那些工作呢？我突然觉得知识是多么的重要，虽然我们不能说一个人的学时就代表了一个人的能力，但是在如此功力、竞争如此大的社会。在一定的程度上一个人的学历代表着一个人的水平。因为没有企业有时间、而且愿意花时间去验证你到底有没有能力。所以只能通过一个人的学历来判断了。第一次觉得原来知识是那么的重要。"    },
        {
            "text": "　　相比上一周，这一周的工作就稍微轻松一点了也没有忙了。所以下班以后我们就有了更多的时间做自己的事情了，一般在下班的时候我们都会选择去运动运动。尽管上班也有点累了，但是至少能做一些自己喜欢做的事情也算是一种放松的方法。突然在运动中觉得学校的生活已经离我们越来越远了，好好像从来没有如此的怀念过我们的校园生活。当我们还在学校的时候我们曾拼命的想要逃离我们的学校生活但是真正步入社会以后才能明白，校园的生活是我们一生中最美好的时光。在上学的时候我们常常觉得压力很大，但是现在才明白原来上学所带给我们的压力是人一生中所有的压力中最小的一部分。不得不说一句很俗的话：每个人都是这样，只有在失去的时候才会觉得可贵。"  },
        {
            "text": "　　因为我这些天早起熟记公司给我的一些相关资料，还是对我这些语音电话有很大的帮助，使我越来越得心应手了。每次让客户满意的挂电话的时候，自己心里都会觉得很踏实，虽然已经讲的口干舌燥了，但一想，也许我刚才一番话就搞定了一笔生意，即使再辛苦也是值得的。工作都是辛苦的，特别是周末，语音特别的多，等到假期的时候也不可以安心的休息。认识的朋友一多就容易乱，幸好有同事在旁边提示，更多的时候他们帮我，有时候我也帮他们。大家互相帮助也使问题容易解决得多了，一个人做就很难一起做就变得非常容易。我对这段时间的工作非常满意。　　现在，每天紧张的工作状态，完全没有时间考虑其它事情。这次的经历却是实实在在的，就感觉自己每天都在进步，每天都能够接触新的事物，一点一点的吸收进去，觉得自己离成功不远了，正应了那句话：社会是一所的大学。这些深刻的感受只有经历过的人才会体验到。两个月的时间，虽然短，但学到的东西可不少，如何快速的适应公司的环境，融入企业的团体，如何更好的跟同事沟通，更好的完成既定的任务。都需要一个逐步的从点到面的认识，今天我学到的所有这些都必将对我将来的就业产生深刻的影响。"  },
        {
            "text": "　　现在，每天紧张的工作状态，完全没有时间考虑其它事情。这次的经历却是实实在在的，就感觉自己每天都在进步，每天都能够接触新的事物，一点一点的吸收进去，觉得自己离成功不远了，正应了那句话：社会是一所的大学。这些深刻的感受只有经历过的人才会体验到。两个月的时间，虽然短，但学到的东西可不少，如何快速的适应公司的环境，融入企业的团体，如何更好的跟同事沟通，更好的完成既定的任务。都需要一个逐步的从点到面的认识，今天我学到的所有这些都必将对我将来的就业产生深刻的影响。慢慢的才知道：人这一辈子，要经得起谎言，受得了敷衍，忍得住欺骗，忘得了诺言。慢慢的才知道：坚持未必是胜利，放弃未必是认输，与其华丽撞墙，不如优雅转身。给自己一个迂回的空间，学会思索，学会等待，学会调整。人生，有很多时候，需要的不仅仅是执着，更是回眸一笑的洒脱"  ]
}
